Repository: common-repository/hidden-by-roles-the-admin-bar
Catalog: languages/hidden-by-roles-the-admin-bar-*.po
Languages: de_de, es_es, fr_fr, ja, pt_pt, zh_cn

source: Settings
de_de: Die Einstellungen
es_es: Configuració
fr_fr: Paramètres
ja: 設定
pt_pt: Configurações
zh_cn: 设定值

source: More
de_de: Mehr
es_es: Més
fr_fr: Plus
ja: もっと
pt_pt: Mais
zh_cn: 更多

source: Support
de_de: Unterstützung
es_es: Assistència
fr_fr: Assistance
ja: サポート
pt_pt: Suporte
zh_cn: 支持

source: <section id="hbrabOptionPage"><div class="hbrabTitle"><h1>Hidden By Roles the Admin Bar</h1><h2>Customization of roles</h2></div>
de_de: <section id="hbrabOptionPage"><div class="hbrabTitle"><h1>Versteckt durch Rollen die Admin-Leiste</h1><h2>Anpassung von Rollen</h2></div>
es_es: <section id="hbrabOptionPage"><div class="hbrabTitle"><h1>Oculta Per Rols, la Barra Admin</h1><h2>Personalització de rols</h2></div>
fr_fr: <section id="hbrabOptionPage"><div class="hbrabTitle"><h1>Masquer Par Rôles la Barre Admin</h1><h2>Personnalisation des Rôles</h2></div>
ja: <section id="hbrabOptionPage"><div class="hbrabTitle"><h1>管理バーの役割によって非表示</h1><h2>ロールのカスタマイズ</h2></div>
pt_pt: <section id="hbrabOptionPage"><div class="hbrabTitle"><h1>Oculto Por Papéis na Barra Admin</h1><h2>Personalização de papéis</h2></div>
zh_cn: <section id="hbrabOptionPage"><div class="hbrabTitle"><h1>按角色隐藏管理栏</h1><h2>角色定制</h2></div>

source: <div class="hbrabrow"><div class="tablerow"><table id="bodyRolesDisplay"><thead><tr class="rowbodyRolesDisplay"><th colspan="1">Roles</th><th colspan="1">Display</th><th colspan="1">Status</th></tr></thead><tbody id="bodyListRolesDisplay">
de_de: <div class="hbrabrow"><div class="tablerow"><table id="bodyRolesDisplay"><thead><tr class="rowbodyRolesDisplay"><th colspan="1">Rollen</th><th colspan="1">Anzeige</th><th colspan="1">Status</th></tr></thead><tbody id="bodyListRolesDisplay">
es_es: <div class="hbrabrow"><div class="tablerow"><table id="bodyRolesDisplay"><thead><tr class="rowbodyRolesDisplay"><th colspan="1">Rols</th><th colspan="1">Visualització</th><th colspan="1">Estat</th></tr></thead><tbody id="bodyListRolesDisplay">
fr_fr: <div class="hbrabrow"><div class="tablerow"><table id="bodyRolesDisplay"><thead><tr class="rowbodyRolesDisplay"><th colspan="1">Rôles</th><th colspan="1">Afficher</th><th colspan="1">Statut</th></tr></thead><tbody id="bodyListRolesDisplay">
ja: <div class="hbrabrow"><div class="tablerow"><table id="bodyRolesDisplay"><thead><tr class="rowbodyRolesDisplay"><th colspan="1">役割</th><th colspan="1">表示</th><th colspan="1">状態</th></tr></thead><tbody id="bodyListRolesDisplay">
pt_pt: <div class="hbrabrow"><div class="tablerow"><table id="bodyRolesDisplay"><thead><tr class="rowbodyRolesDisplay"><th colspan="1">Papéis </th><th colspan="1">Exibição</th><th colspan="1">Status</th></tr></thead><tbody id="bodyListRolesDisplay">
zh_cn: <div class="hbrabrow"><div class="tablerow"><table id="bodyRolesDisplay"><thead><tr class="rowbodyRolesDisplay"><th colspan="1">的角色</th><th colspan="1">显示</th><th colspan="1">状态</th></tr></thead><tbody id="bodyListRolesDisplay">

source: </tbody></table></div><div class="col2"><div class="getcustom"><h3 class="getCust">Roles Custom!</h3><div class="inside"><p>If you use custom user roles, you can manage them thanks to the premium version</p>
de_de: </tbody></table></div><div class="col2"><div class="getcustom"><h3 class="getCust">Rollen Benutzerdefiniert!</h3><div class="inside"><p>Wenn Sie benutzerdefinierte Benutzerrollen verwenden, können Sie diese dank der Premium-Version verwalten</p>
es_es: </tbody></table></div><div class="col2"><div class="getcustom"><h3 class="getCust">Funcions Personalitzades!</h3><div class="inside"><p>Si utilitzeu rols d’usuari personalitzats, podeu gestionar-los gràcies a la versió premium</p>
fr_fr: </tbody></table></div><div class="col2"><div class="getcustom"><h3 class="getCust">Rôles Personnalisés!</h3><div class="inside"><p>Si vous utilisez des rôles utilisateur personnalisés, vous pouvez les gérer grâce à la version premium</p>
ja: </tbody></table></div><div class="col2"><div class="getcustom"><h3 class="getCust">カスタムロール！</h3><div class="inside"><p>カスタムユーザーロールを使用している場合は、プレミアムバージョンを使用してそれらを管理できます</p>
pt_pt: </tbody></table></div><div class="col2"><div class="getcustom"><h3 class="getCust">Papéis personalizadas!</h3><div class="inside"><p>Se você usar papéis de usuário personalizadas, poderá gerenciá-las graças à versão premium</p>
zh_cn: </tbody></table></div><div class="col2"><div class="getcustom"><h3 class="getCust">角色自定义!</h3><div class="inside"><p>如果您使用自定义用户角色，则可以使用高级版本进行管理</p>

source: target="_blank" class="button button-primary">Go Premium</a></div></div>
de_de: target="_blank" class="button button-primary">Gehen Sie Premium</a></div></div>
es_es: target="_blank" class="button button-primary">Anar Premium</a></div></div>
ja: target="_blank" class="button button-primary">プレミアムに</a></div></div>
pt_pt: target="_blank" class="button button-primary">Faça uma Doação</a></div></div>
zh_cn: target="_blank" class="button button-primary">去高级</a></div></div>

source: <div class="donate"><h3 class="thank">Thank You!</h3>
de_de: <div class="donate"><h3 class="thank">Danke!</h3>
es_es: <div class="donate"><h3 class="thank">Gràcies!</h3>
fr_fr: <div class="donate"><h3 class="thank">Merci à vous!</h3>
ja: <div class="donate"><h3 class="thank">ありがとうございました！</h3>
pt_pt: <div class="donate"><h3 class="thank">Obrigado!</h3>
zh_cn: <div class="donate"><h3 class="thank">谢谢！</h3>

source: <p>If you find this free plugin useful and want to help us finance future developments, you can make a donation. We look forward to your participation, it will be of great use. Again A big thank you to you!</p>
de_de: <p>Wenn Sie dieses kostenlose Plugin nützlich finden und uns bei der Finanzierung zukünftiger Entwicklungen helfen möchten, können Sie eine Spende tätigen. Wir freuen uns auf Ihre Teilnahme, es wird von großem Nutzen sein. Nochmals ein großes Dankeschön an Sie!</p>
es_es: <p>Si trobeu útil aquest complement gratuït i voleu ajudar-nos a finançar els futurs desenvolupaments, podeu fer una donació. Esperem la vostra participació, serà de gran utilitat. De nou Un gran gràcies per a vosaltres!</p>
fr_fr: <p>Si vous trouvez ce plugin gratuit utile et que vous souhaitez nous aider à financer de futurs développements, vous pouvez faire un don. Nous nous réjouissons de votre participation, elle sera d'une grande utilité. Encore un grand merci à vous!</p>
ja: <p>この無料のプラグインが便利で、今後の開発資金の調達を支援したい場合は、寄付を行うことができます。皆様のご参加を心よりお待ちしております。再びあなたに大きな感謝を！</p>
pt_pt: <p>Se você achar útil esse plug-in gratuito e quiser nos ajudar a financiar desenvolvimentos futuros, poderá fazer uma doação. Aguardamos a sua participação, será de grande utilidade. Novamente Um grande obrigado a você!</p>
zh_cn: <p>如果您发现此免费插件有用，并希望帮助我们为未来的发展筹集资金，则可以捐款。我们期待您的参与，这将非常有用。再次非常感谢您！</p>

source: target="_blank" class="button button-primary">Make a Donation</a></p></div></div></div></div>
de_de: target="_blank" class="button button-primary">Spenden</a></p></div></div></div></div>
es_es: target="_blank" class="button button-primary">Fer una Donació</a></p></div></div></div></div>
fr_fr: target="_blank" class="button button-primary">Faire un Don</a></p></div></div></div></div>
ja: target="_blank" class="button button-primary">寄付をします</a></p></div></div></div></div>
pt_pt: target="_blank" class="button button-primary">Faça uma Doação</a></p></div></div></div></div>
zh_cn: target="_blank" class="button button-primary">做捐献</a></p></div></div></div></div>

source: <div><p>In the event of a problem, you can be assisted by depositing a ticket at this address:
de_de: <div><p>Im Falle eines Problems können Sie unterstützt werden, indem Sie ein Ticket an folgende Adresse hinterlegen:
es_es: <div><p>En cas de problemes, us pot ajudar si dipositeu un bitllet en aquesta adreça:
fr_fr: <div><p>En cas de problème, vous pouvez être assisté en déposant un ticket à cette adresse:
ja: <div><p>問題が発生した場合は、次のアドレスにチケットを預けてください。
pt_pt: <div><p>No caso de um problema, você pode ser auxiliado depositando um ticket neste endereço:
zh_cn: <div><p>发生问题时，可以通过在以下地址存放票来协助您：

source: <p>In the event of translation errors, please contact us at the following address:
de_de: <p>Bei Übersetzungsfehlern kontaktieren Sie uns bitte unter folgender Adresse:
es_es: <p>En cas d’errors en la traducció, poseu-vos en contacte amb nosaltres a l’adreça següent:
fr_fr: <p>En cas d'erreurs de traduction, veuillez nous contacter à l'adresse suivante:
ja: <p>翻訳エラーが発生した場合は、次のアドレスまでご連絡ください。
pt_pt: <p>No caso de erros de tradução, entre em contato conosco no seguinte endereço:
zh_cn: <p>如果翻译有误，请通过以下地址与我们联系：

source: .</p><p id="statusSave">Save!</p><p id="statusError">Error!</p></section>
de_de: .</p><p id="statusSave">Sparen!</p><p id="statusError">Error!</p></section>
es_es: .</p><p id="statusSave">Desa!</p><p id="statusError">Error!</p></section>
fr_fr: .</p><p id="statusSave">Sauvegarder!</p><p id="statusError">Erreur!</p></section>
ja: .</p><p id="statusSave">保存する!</p><p id="statusError">エラー!</p></section>
pt_pt: .</p><p id="statusSave">Salve!</p><p id="statusError">Erro!</p></section>
zh_cn: 。</p><p id="statusSave">保存！</p><p id="statusError">错误！</p></section>

source: Hidden By Roles the Admin Bar
de_de: Versteckt durch Rollen die Admin-Leiste
es_es: Oculta Per Rols, la Barra Admin
fr_fr: Masquer Par Rôles la Barre Admin
ja: 管理バーの役割によって非表示
pt_pt: Oculto Por Funções na Barra Admin
zh_cn: 按角色隐藏管理栏

source: Free version of Hidden By Roles the Admin Bar allowing to hide the Admin Bar according to the roles of basic users. Configurable from the dedicated tab directly on the Wordpress Dashboard. A premium version managing custom roles available on https://kheloshop.com/nos-plugins/. Plugin translated into the following languages: Deutsche, Català, English, Français, Nihonjin, Português, Pǔtōnghuà.
de_de: Kostenlose Version von Hidden By Roles, der Admin-Leiste, mit der die Admin-Leiste entsprechend den Rollen der Basisbenutzer ausgeblendet werden kann. Konfigurierbar über die entsprechende Registerkarte direkt im Wordpress-Dashboard. Eine Premium-Version zur Verwaltung benutzerdefinierter Rollen, die unter https://kheloshop.com/nos-plugins/ verfügbar ist. Plugin in folgende Sprachen übersetzt: Deutsche, Català, Englisch, Français, Nihonjin, Português, Pǔtōnghuà.
es_es: Versió gratuïta de Oculta Per Rols, la Barra Admin que permet ocultar la Barra Admin segons els rols dels usuaris bàsics. Configurable des de la pestanya dedicada directament al Tauler de control de Wordpress. Una versió premium que gestiona rols personalitzats disponibles a https://kheloshop.com/nos-plugins/. Plugin traduït als idiomes següents: Deutsche, Català, Anglès, Français, Nihonjin, Português, Pǔtōnghuà.
fr_fr: Version gratuite de Masquer Par Rôles la Barre Admin permettant de masquer la Barre Admin en fonction des rôles d'utilisateurs de base. Configurable depuis l'onglet dédié directement sur le tableau de bord Wordpress. Une version prémium gérant les rôles custom disponible sur https://kheloshop.com/nos-plugins/. Plugin traduit dans les langues suivantes: Deutsche, Català, English, Français, Nihonjin, Português, Pǔtōnghuà.
ja: 管理者バーの役割によって非表示の無料版は、基本的なユーザーの役割に従って管理バーを非表示にできます。 Wordpressダッシュボードの専用タブから直接設定可能。 https://kheloshop.com/nos-plugins/で利用可能なカスタムロールを管理するプレミアムバージョン。次の言語に翻訳されたプラグイン：ドイツ語、カタロニア語、英語、フランス語、日本神、ポルトガル語、プートゥングファ。
pt_pt: Versão gratuita do Oculto Por Funções na Barra Admin, permitindo ocultar a barra de administração de acordo com as funções dos usuários básicos. Configurável na guia dedicada diretamente no Painel do Wordpress. Uma versão premium que gerencia funções personalizadas disponíveis em https://kheloshop.com/nos-plugins/. Plugin traduzido para os seguintes idiomas: Deutsche, Català, English, Français, Nihonjin, Português, Pǔtōnghuà.
zh_cn: 按角色隐藏的免费版本管理栏允许根据基本用户的角色隐藏管理栏。可从Wordpress仪表板上的专用选项卡直接配置。管理自定义角色的高级版本可在https://kheloshop.com/nos-plugins/上获得。插件已翻译成以下语言：德意志，加泰罗尼亚语，英语，法语，法语，日语，葡萄牙语，葡萄牙语。
